Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Couldn't refresh. Try again.
af: Kon nie verfris nie. Probeer weer.
ar: تعذّر التحديث. حاول مرة أخرى.
bg: Опресняването е невъзможно. Опитайте отново.
bn: রিফ্রেশ করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut actualitzar. Torneu-ho a provar.
cs: Nepodařilo se obnovit. Zkuste to znovu.
da: Kunne ikke opdatere. Prøv igen.
de: Aktualisieren nicht möglich. Bitte erneut versuchen.
el: Δεν ήταν δυνατή η ανανέωση. Δοκιμάστε ξανά.
es: No se pudo actualizar. Inténtalo de nuevo.
et: Värskendamine ebaõnnestus. Proovi uuesti.
fa: بازخوانی ممکن نشد. دوباره تلاش کنید.
fi: Päivitys epäonnistui. Yritä uudelleen.
fil: Hindi nagawang i-refresh. Subukan muli.
fr: Actualisation impossible. Réessayez.
he: ‏לא ניתן היה לרענן. נסה שוב.
hi: रिफ्रेश नहीं हो सका। पुनः प्रयास करें।
hr: Nije moguće osvježiti. Pokušajte ponovno.
hu: Nem sikerült frissíteni. Próbálja újra.
id: Tidak dapat menyegarkan. Coba lagi.
is: Ekki tókst að endurnýja. Reyndu aftur.
it: Impossibile aggiornare. Riprova.
ja: 更新できませんでした。もう一度お試しください。
ko: 새로고침할 수 없습니다. 다시 시도해 주세요.
lt: Nepavyko atnaujinti. Bandykite dar kartą.
lv: Neizdevās atsvaidzināt. Mēģiniet vēlreiz.
ml: പുതുക്കാൻ കഴിഞ്ഞില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: रिफ्रेश करता आले नाही. पुन्हा प्रयत्न करा.
ms: Tidak dapat menyegarkan. Cuba lagi.
nb: Kunne ikke oppdatere. Prøv igjen.
nl: Vernieuwen lukt niet. Probeer het opnieuw.
pa: ਰਿਫ੍ਰੈਸ਼ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się odświeżyć. Spróbuj ponownie.
pt_br: Não foi possível atualizar. Tente novamente.
ro: Nu s-a putut actualiza. Încercați din nou.
ru: Не удалось обновить. Повторите попытку.
sk: Nepodarilo sa obnoviť. Skúste to znova.
sl: Osvežitev ni uspela. Poskusite znova.
sr: Освежавање није успело. Покушајте поново.
sv: Det gick inte att uppdatera. Försök igen.
sw: Imeshindwa kuonyesha upya. Jaribu tena.
ta: புதுப்பிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: రిఫ్రెష్ చేయడం సాధ్యం కాలేదు. మళ్లీ ప్రయత్నించండి.
th: รีเฟรชไม่สำเร็จ ลองอีกครั้ง
tr: Yenilenemedi. Tekrar deneyin.
uk: Не вдалося оновити. Спробуйте ще раз.
ur: ریفریش نہیں ہو سکا۔ دوبارہ کوشش کریں۔
vi: Không thể làm mới. Vui lòng thử lại.
zh_hans: 无法刷新。请重试。
zh_hant: 無法重新整理。請再試一次。

source: Couldn't remove token
af: Kon nie token verwyder nie
ar: تعذّر إزالة العملة الرمزية
bg: Токенът не можа да бъде премахнат
bn: টোকেন সরানো যায়নি
ca: No s’ha pogut eliminar el token
cs: Token se nepodařilo odstranit
da: Tokenet kunne ikke fjernes
de: Token konnte nicht entfernt werden
el: Δεν ήταν δυνατή η αφαίρεση του token
es: No se pudo eliminar el token
et: Märki ei õnnestunud eemaldada
fa: نمی‌توان توکن را حذف کرد
fi: Tokenia ei voitu poistaa
fil: Hindi maalis ang token
fr: Impossible de retirer le jeton
he: לא ניתן היה להסיר את הטוקן
hi: टोकन हटाया नहीं जा सका
hr: Token nije bilo moguće ukloniti
hu: A tokent nem sikerült eltávolítani
id: Tidak dapat menghapus token
is: Gat ekki fjarlægt tóka
it: Impossibile rimuovere il token
ja: トークンを削除できませんでした
ko: 토큰을 제거하지 못했어요
lt: Nepavyko pašalinti žetono
lv: Neizdevās noņemt marķieri
ml: ടോക്കൺ നീക്കം ചെയ്യാനായില്ല
mr: टोकन काढता आले नाही
ms: Tidak dapat mengalih keluar token
nb: Kunne ikke fjerne tokenet
nl: Kon token niet verwijderen
pa: ਟੋਕਨ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się usunąć tokena
pt_br: Não foi possível remover o token
ro: Nu am putut elimina tokenul
ru: Не удалось удалить токен
sk: Token sa nepodarilo odstrániť
sl: Žetona ni bilo mogoče odstraniti
sr: Токен није било могуће уклонити
sv: Det gick inte att ta bort token
sw: Haikuwezekana kuondoa tokeni
ta: டோக்கனை அகற்ற முடியவில்லை
te: టోకెన్‌ను తీసివేయలేకపోయింది
th: ลบโทเคนไม่ได้
tr: Token kaldırılamadı
uk: Не вдалося видалити токен
ur: ٹوکن ہٹایا نہیں جا سکا
vi: Không gỡ được token
zh_hans: 无法移除代币
zh_hant: 無法移除代幣

source: Couldn't rename this wallet. Try again.
af: Kon nie hierdie beursie se naam verander nie. Probeer weer.
ar: تعذّر إعادة تسمية هذه المحفظة. حاول مرة أخرى.
bg: Този портфейл не можа да бъде преименуван. Опитайте отново.
bn: এই ওয়ালেটের নাম পরিবর্তন করা যায়নি। আবার চেষ্টা করুন।
ca: No s’ha pogut canviar el nom d’aquesta cartera. Torna-ho a provar.
cs: Tuto peněženku se nepodařilo přejmenovat. Zkuste to znovu.
da: Det var ikke muligt at omdøbe denne wallet. Prøv igen.
de: Diese Wallet konnte nicht umbenannt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η μετονομασία αυτού του πορτοφολιού. Δοκιμάστε ξανά.
es: No se pudo cambiar el nombre de esta cartera. Inténtalo de nuevo.
et: Seda rahakotti ei õnnestunud ümber nimetada. Proovi uuesti.
fa: نمی‌توان نام این کیف پول را تغییر داد. دوباره تلاش کنید.
fi: Tämän lompakon nimeä ei voitu muuttaa. Yritä uudelleen.
fil: Hindi mapalitan ang pangalan ng wallet na ito. Subukan ulit.
fr: Impossible de renommer ce portefeuille. Réessayez.
he: לא ניתן היה לשנות את שם הארנק. אפשר לנסות שוב.
hi: इस वॉलेट का नाम नहीं बदला जा सका। फिर से कोशिश करें।
hr: Ovaj novčanik nije bilo moguće preimenovati. Pokušajte ponovno.
hu: A tárcát nem sikerült átnevezni. Próbáld újra.
id: Tidak dapat mengganti nama dompet ini. Coba lagi.
is: Gat ekki endurnefnt þetta veski. Reyndu aftur.
it: Impossibile rinominare questo wallet. Riprovi.
ja: このウォレットの名前を変更できませんでした。もう一度お試しください。
ko: 이 지갑의 이름을 바꾸지 못했어요. 다시 시도하세요.
lt: Nepavyko pervadinti šios piniginės. Bandykite dar kartą.
lv: Neizdevās pārdēvēt šo maku. Mēģiniet vēlreiz.
ml: ഈ വാലറ്റ് പുനർനാമകരണം ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: या वॉलेटचे नाव बदलता आले नाही. पुन्हा प्रयत्न करा.
ms: Tidak dapat menamakan semula dompet ini. Cuba lagi.
nb: Kunne ikke gi denne lommeboken nytt navn. Prøv igjen.
nl: Kon deze wallet niet hernoemen. Probeer opnieuw.
pa: ਇਸ ਵਾਲਿਟ ਦਾ ਨਾਮ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zmienić nazwy tego portfela. Spróbuj ponownie.
pt_br: Não foi possível renomear esta carteira. Tente novamente.
ro: Nu am putut redenumi acest portofel. Încearcă din nou.
ru: Не удалось переименовать этот кошелёк. Повторите попытку.
sk: Túto peňaženku sa nepodarilo premenovať. Skúste znova.
sl: Te denarnice ni bilo mogoče preimenovati. Poskusite znova.
sr: Овај новчаник није било могуће преименовати. Покушајте поново.
sv: Det gick inte att byta namn på den här plånboken. Försök igen.
sw: Haikuwezekana kubadilisha jina la pochi hii. Jaribu tena.
ta: இந்த வாலெட்டின் பெயரை மாற்ற முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: ఈ వాలెట్ పేరు మార్చలేకపోయింది. మళ్లీ ప్రయత్నించండి.
th: เปลี่ยนชื่อกระเป๋าเงินนี้ไม่ได้ ลองอีกครั้ง
tr: Bu cüzdan yeniden adlandırılamadı. Tekrar deneyin.
uk: Не вдалося перейменувати цей гаманець. Спробуйте ще раз.
ur: اس والیٹ کا نام تبدیل نہیں ہو سکا۔ دوبارہ کوشش کریں۔
vi: Không đổi tên được ví này. Hãy thử lại.
zh_hans: 无法重命名此钱包。请重试。
zh_hant: 無法重新命名此錢包。請再試一次。

source: Couldn't reset Aperture
af: Kon nie Aperture terugstel nie
ar: تعذّر إعادة ضبط Aperture
bg: Aperture не можа да бъде нулиран
bn: Aperture রিসেট করা যায়নি
ca: No s’ha pogut restablir Aperture
cs: Aperture se nepodařilo obnovit do výchozího stavu
da: Aperture kunne ikke nulstilles
de: Aperture konnte nicht zurückgesetzt werden
el: Δεν ήταν δυνατή η επαναφορά του Aperture
es: No se pudo restablecer Aperture
et: Aperture'i ei õnnestunud lähtestada
fa: نمی‌توان Aperture را بازنشانی کرد
fi: Aperturea ei voitu palauttaa
fil: Hindi ma-reset ang Aperture
fr: Impossible de réinitialiser Aperture
he: לא ניתן היה לאפס את Aperture
hi: Aperture रीसेट नहीं हो सका
hr: Aperture nije bilo moguće vratiti na zadano
hu: Az Aperture-t nem sikerült visszaállítani
id: Tidak dapat mereset Aperture
is: Gat ekki endurstillt Aperture
it: Impossibile reimpostare Aperture
ja: Aperture をリセットできませんでした
ko: Aperture를 재설정하지 못했어요
lt: Nepavyko nustatyti Aperture iš naujo
lv: Neizdevās atiestatīt Aperture
ml: Aperture പുനഃസജ്ജമാക്കാനായില്ല
mr: Aperture रीसेट करता आले नाही
ms: Tidak dapat menetapkan semula Aperture
nb: Kunne ikke tilbakestille Aperture
nl: Kon Aperture niet resetten
pa: Aperture ਰੀਸੈੱਟ ਨਹੀਂ ਹੋ ਸਕਿਆ
pl: Nie udało się zresetować Aperture
pt_br: Não foi possível redefinir o Aperture
ro: Nu am putut reseta Aperture
ru: Не удалось сбросить Aperture
sk: Aperture sa nepodarilo obnoviť
sl: Aperture ni bilo mogoče ponastaviti
sr: Aperture није било могуће ресетовати
sv: Det gick inte att återställa Aperture
sw: Haikuwezekana kuweka upya Aperture
ta: Aperture-ஐ மீட்டமைக்க முடியவில்லை
te: Aperture‌ను రీసెట్ చేయలేకపోయింది
th: รีเซ็ต Aperture ไม่ได้
tr: Aperture sıfırlanamadı
uk: Не вдалося скинути Aperture
ur: Aperture ری سیٹ نہیں ہو سکا
vi: Không đặt lại được Aperture
zh_hans: 无法重置 Aperture
zh_hant: 無法重設 Aperture

source: Couldn't save the new order
af: Kon nie die nuwe volgorde stoor nie
ar: تعذّر حفظ الترتيب الجديد
bg: Новата подредба не можа да бъде запазена
bn: নতুন ক্রম সংরক্ষণ করা যায়নি
ca: No s’ha pogut desar el nou ordre
cs: Nové pořadí se nepodařilo uložit
da: Den nye rækkefølge kunne ikke gemmes
de: Neue Reihenfolge konnte nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση της νέας σειράς
es: No se pudo guardar el nuevo orden
et: Uut järjestust ei õnnestunud salvestada
fa: نمی‌توان ترتیب جدید را ذخیره کرد
fi: Uutta järjestystä ei voitu tallentaa
fil: Hindi ma-save ang bagong pagkakasunod-sunod
fr: Impossible d’enregistrer le nouvel ordre
he: לא ניתן היה לשמור את הסדר החדש
hi: नया क्रम सहेजा नहीं जा सका
hr: Novi redoslijed nije bilo moguće spremiti
hu: Az új sorrendet nem sikerült menteni
id: Tidak dapat menyimpan urutan baru
is: Gat ekki vistað nýju röðunina
it: Impossibile salvare il nuovo ordine
ja: 新しい並び順を保存できませんでした
ko: 새 순서를 저장하지 못했어요
lt: Nepavyko išsaugoti naujos tvarkos
lv: Neizdevās saglabāt jauno secību
ml: പുതിയ ക്രമം സംരക്ഷിക്കാനായില്ല
mr: नवीन क्रम जतन करता आला नाही
ms: Tidak dapat menyimpan susunan baharu
nb: Kunne ikke lagre den nye rekkefølgen
nl: Kon de nieuwe volgorde niet opslaan
pa: ਨਵਾਂ ਕ੍ਰਮ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się zapisać nowej kolejności
pt_br: Não foi possível salvar a nova ordem
ro: Nu am putut salva ordinea nouă
ru: Не удалось сохранить новый порядок
sk: Nové poradie sa nepodarilo uložiť
sl: Novega vrstnega reda ni bilo mogoče shraniti
sr: Нови редослед није било могуће сачувати
sv: Det gick inte att spara den nya ordningen
sw: Haikuwezekana kuhifadhi mpangilio mpya
ta: புதிய வரிசையைச் சேமிக்க முடியவில்லை
te: కొత్త క్రమాన్ని సేవ్ చేయలేకపోయింది
th: บันทึกลำดับใหม่ไม่ได้
tr: Yeni sıralama kaydedilemedi
uk: Не вдалося зберегти новий порядок
ur: نئی ترتیب محفوظ نہیں ہو سکی
vi: Không lưu được thứ tự mới
zh_hans: 无法保存新顺序
zh_hant: 無法儲存新的順序

source: Couldn't save the token locally. Try again.
af: Kon nie die token plaaslik stoor nie. Probeer weer.
ar: تعذّر حفظ العملة الرمزية محلياً. حاول مرة أخرى.
bg: Токенът не можа да бъде запазен локално. Опитайте отново.
bn: টোকেনটি স্থানীয়ভাবে সংরক্ষণ করা যায়নি। আবার চেষ্টা করুন।
ca: No s’ha pogut desar el token localment. Torna-ho a provar.
cs: Token se nepodařilo uložit místně. Zkuste to znovu.
da: Tokenet kunne ikke gemmes lokalt. Prøv igen.
de: Token konnte lokal nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η τοπική αποθήκευση του token. Δοκιμάστε ξανά.
es: No se pudo guardar el token localmente. Inténtalo de nuevo.
et: Märki ei õnnestunud kohalikult salvestada. Proovi uuesti.
fa: نمی‌توان توکن را به‌صورت محلی ذخیره کرد. دوباره تلاش کنید.
fi: Tokenia ei voitu tallentaa paikallisesti. Yritä uudelleen.
fil: Hindi ma-save ang token nang lokal. Subukan ulit.
fr: Impossible d’enregistrer le jeton localement. Réessayez.
he: לא ניתן היה לשמור את הטוקן במכשיר. אפשר לנסות שוב.
hi: टोकन को स्थानीय रूप से सहेजा नहीं जा सका। फिर से कोशिश करें।
hr: Token nije bilo moguće lokalno spremiti. Pokušajte ponovno.
hu: A tokent nem sikerült helyben menteni. Próbáld újra.
id: Tidak dapat menyimpan token secara lokal. Coba lagi.
is: Gat ekki vistað tókann staðbundið. Reyndu aftur.
it: Impossibile salvare il token in locale. Riprovi.
ja: トークンをローカルに保存できませんでした。もう一度お試しください。
ko: 토큰을 로컬에 저장하지 못했어요. 다시 시도하세요.
lt: Nepavyko išsaugoti žetono vietoje. Bandykite dar kartą.
lv: Neizdevās saglabāt marķieri lokāli. Mēģiniet vēlreiz.
ml: ടോക്കൺ ലോക്കലായി സംരക്ഷിക്കാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: टोकन स्थानिकरीत्या जतन करता आले नाही. पुन्हा प्रयत्न करा.
ms: Tidak dapat menyimpan token secara setempat. Cuba lagi.
nb: Kunne ikke lagre tokenet lokalt. Prøv igjen.
nl: Kon de token niet lokaal opslaan. Probeer opnieuw.
pa: ਟੋਕਨ ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zapisać tokena lokalnie. Spróbuj ponownie.
pt_br: Não foi possível salvar o token localmente. Tente novamente.
ro: Nu am putut salva tokenul local. Încearcă din nou.
ru: Не удалось сохранить токен локально. Повторите попытку.
sk: Token sa nepodarilo uložiť lokálne. Skúste znova.
sl: Žetona ni bilo mogoče shraniti lokalno. Poskusite znova.
sr: Токен није било могуће сачувати локално. Покушајте поново.
sv: Det gick inte att spara token lokalt. Försök igen.
sw: Haikuwezekana kuhifadhi tokeni kwa ndani. Jaribu tena.
ta: டோக்கனை உள்ளூரில் சேமிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: టోకెన్‌ను స్థానికంగా సేవ్ చేయలేకపోయింది. మళ్లీ ప్రయత్నించండి.
th: บันทึกโทเคนในเครื่องไม่ได้ ลองอีกครั้ง
tr: Token yerel olarak kaydedilemedi. Tekrar deneyin.
uk: Не вдалося зберегти токен локально. Спробуйте ще раз.
ur: ٹوکن مقامی طور پر محفوظ نہیں ہو سکا۔ دوبارہ کوشش کریں۔
vi: Không lưu được token vào máy. Hãy thử lại.
zh_hans: 无法在本地保存代币。请重试。
zh_hant: 無法在本機儲存代幣。請再試一次。

source: Couldn't save your wallet
af: Kon nie jou beursie stoor nie
ar: تعذّر حفظ محفظتك
bg: Вашият портфейл не можа да бъде запазен
bn: আপনার ওয়ালেট সংরক্ষণ করা যায়নি
ca: No s’ha pogut desar la teva cartera
cs: Vaši peněženku se nepodařilo uložit
da: Din wallet kunne ikke gemmes
de: Wallet konnte nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση του πορτοφολιού σας
es: No se pudo guardar tu cartera
et: Sinu rahakotti ei õnnestunud salvestada
fa: نمی‌توان کیف پول شما را ذخیره کرد
fi: Lompakkoasi ei voitu tallentaa
fil: Hindi ma-save ang iyong wallet
fr: Impossible d’enregistrer votre portefeuille
he: לא ניתן היה לשמור את הארנק שלך
hi: आपका वॉलेट सहेजा नहीं जा सका
hr: Vaš novčanik nije bilo moguće spremiti
hu: A tárcád nem sikerült elmenteni
id: Tidak dapat menyimpan dompet Anda
is: Gat ekki vistað veskið þitt
it: Impossibile salvare il suo wallet
ja: ウォレットを保存できませんでした
ko: 지갑을 저장하지 못했어요
lt: Nepavyko išsaugoti jūsų piniginės
lv: Neizdevās saglabāt jūsu maku
ml: നിങ്ങളുടെ വാലറ്റ് സംരക്ഷിക്കാനായില്ല
mr: तुमचे वॉलेट जतन करता आले नाही
ms: Tidak dapat menyimpan dompet anda
nb: Kunne ikke lagre lommeboken
nl: Kon je wallet niet opslaan
pa: ਤੁਹਾਡਾ ਵਾਲਿਟ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się zapisać portfela
pt_br: Não foi possível salvar sua carteira
ro: Nu am putut salva portofelul
ru: Не удалось сохранить кошелёк
sk: Vašu peňaženku sa nepodarilo uložiť
sl: Vaše denarnice ni bilo mogoče shraniti
sr: Ваш новчаник није било могуће сачувати
sv: Det gick inte att spara plånboken
sw: Haikuwezekana kuhifadhi pochi yako
ta: உங்கள் வாலெட்டைச் சேமிக்க முடியவில்லை
te: మీ వాలెట్‌ను సేవ్ చేయలేకపోయింది
th: บันทึกกระเป๋าเงินของคุณไม่ได้
tr: Cüzdanınız kaydedilemedi
uk: Не вдалося зберегти ваш гаманець
ur: آپ کا والیٹ محفوظ نہیں ہو سکا
vi: Không lưu được ví của bạn
zh_hans: 无法保存你的钱包
zh_hant: 無法儲存你的錢包

source: Couldn't save your wallet. Tap Retry.
af: Kon nie jou beursie stoor nie. Tik Probeer Weer.
ar: تعذّر حفظ محفظتك. اضغط على «إعادة المحاولة».
bg: Вашият портфейл не можа да бъде запазен. Докоснете Повторен опит.
bn: আপনার ওয়ালেট সংরক্ষণ করা যায়নি। আবার চেষ্টায় ট্যাপ করুন।
ca: No s’ha pogut desar la teva cartera. Toca Torna-ho a provar.
cs: Vaši peněženku se nepodařilo uložit. Klepněte na „Zkusit znovu“.
da: Din wallet kunne ikke gemmes. Tryk på Prøv igen.
de: Wallet konnte nicht gespeichert werden. Tippe auf „Erneut versuchen“.
el: Δεν ήταν δυνατή η αποθήκευση του πορτοφολιού σας. Πατήστε «Δοκιμή ξανά».
es: No se pudo guardar tu cartera. Toca Reintentar.
et: Sinu rahakotti ei õnnestunud salvestada. Puuduta Proovi uuesti.
fa: نمی‌توان کیف پول شما را ذخیره کرد. روی تلاش مجدد ضربه بزنید.
fi: Lompakkoasi ei voitu tallentaa. Napauta Yritä uudelleen.
fil: Hindi ma-save ang iyong wallet. I-tap ang Subukan Ulit.
fr: Impossible d’enregistrer votre portefeuille. Touchez Réessayer.
he: לא ניתן היה לשמור את הארנק שלך. יש להקיש על «ניסיון נוסף».
hi: आपका वॉलेट सहेजा नहीं जा सका। फिर से कोशिश पर टैप करें।
hr: Vaš novčanik nije bilo moguće spremiti. Dodirnite Pokušaj ponovno.
hu: A tárcád nem sikerült elmenteni. Koppints az „Újra” gombra.
id: Tidak dapat menyimpan dompet Anda. Ketuk Coba Lagi.
is: Gat ekki vistað veskið þitt. Pikkaðu á Reyna aftur.
it: Impossibile salvare il suo wallet. Tocchi Riprova.
ja: ウォレットを保存できませんでした。「再試行」をタップしてください。
ko: 지갑을 저장하지 못했어요. 다시 시도를 탭하세요.
lt: Nepavyko išsaugoti jūsų piniginės. Bakstelėkite Bandyti dar kartą.
lv: Neizdevās saglabāt jūsu maku. Pieskarieties Mēģināt vēlreiz.
ml: നിങ്ങളുടെ വാലറ്റ് സംരക്ഷിക്കാനായില്ല. വീണ്ടും ശ്രമിക്കാൻ ടാപ്പ് ചെയ്യുക.
mr: तुमचे वॉलेट जतन करता आले नाही. पुन्हा प्रयत्न टॅप करा.
ms: Tidak dapat menyimpan dompet anda. Ketik Cuba Semula.
nb: Kunne ikke lagre lommeboken. Trykk på Prøv igjen.
nl: Kon je wallet niet opslaan. Tik op Opnieuw.
pa: ਤੁਹਾਡਾ ਵਾਲਿਟ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਟੈਪ ਕਰੋ।
pl: Nie udało się zapisać portfela. Dotknij Ponów.
pt_br: Não foi possível salvar sua carteira. Toque em Tentar novamente.
ro: Nu am putut salva portofelul. Atinge „Reîncearcă”.
ru: Не удалось сохранить кошелёк. Коснитесь «Повторить».
sk: Vašu peňaženku sa nepodarilo uložiť. Klepnite na Skúsiť znova.
sl: Vaše denarnice ni bilo mogoče shraniti. Tapnite Poskusi znova.
sr: Ваш новчаник није било могуће сачувати. Тапните Покушај поново.
sv: Det gick inte att spara plånboken. Tryck på Försök igen.
sw: Haikuwezekana kuhifadhi pochi yako. Gusa Jaribu Tena.
ta: உங்கள் வாலெட்டைச் சேமிக்க முடியவில்லை. மீண்டும் முயற்சி என்பதைத் தட்டவும்.
te: మీ వాలెట్‌ను సేవ్ చేయలేకపోయింది. మళ్లీ ప్రయత్నించు నొక్కండి.
th: บันทึกกระเป๋าเงินของคุณไม่ได้ แตะลองใหม่
tr: Cüzdanınız kaydedilemedi. Yeniden Dene’ye dokunun.
uk: Не вдалося зберегти ваш гаманець. Торкніться «Повторити».
ur: آپ کا والیٹ محفوظ نہیں ہو سکا۔ دوبارہ کوشش پر تھپتھپائیں۔
vi: Không lưu được ví của bạn. Hãy chạm Thử lại.
zh_hans: 无法保存你的钱包。请点按「重试」。
zh_hant: 無法儲存你的錢包。請點一下「重試」。

source: Couldn\u{2019}t read that file.
af: Kon nie daardie lêer lees nie.
ar: تعذّر قراءة ذلك الملف.
bg: Този файл не можа да се прочете.
bn: সেই ফাইলটি পড়া যায়নি।
ca: No s'ha pogut llegir aquest fitxer.
cs: Tento soubor se nepodařilo přečíst.
da: Kunne ikke læse den fil.
de: Diese Datei konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση αυτού του αρχείου.
es: No se pudo leer ese archivo.
et: Seda faili ei õnnestunud lugeda.
fa: آن فایل خوانده نشد.
fi: Tiedostoa ei voitu lukea.
fil: Hindi mabasa ang file na iyon.
fr: Impossible de lire ce fichier.
he: לא ניתן לקרוא קובץ זה.
hi: वह फ़ाइल नहीं पढ़ी जा सकी।
hr: Nije moguće pročitati tu datoteku.
hu: Azt a fájlt nem sikerült beolvasni.
id: Tidak dapat membaca file itu.
is: Ekki tókst að lesa þá skrá.
it: Impossibile leggere quel file.
ja: そのファイルを読み込めませんでした。
ko: 그 파일을 읽을 수 없습니다.
lt: Nepavyko perskaityti to failo.
lv: Neizdevās nolasīt šo failu.
ml: ആ ഫയൽ വായിക്കാനായില്ല.
mr: ती फाईल वाचता आली नाही.
ms: Tidak dapat membaca fail itu.
nb: Kunne ikke lese den filen.
nl: Kon dat bestand niet lezen.
pa: ਉਹ ਫਾਈਲ ਨਹੀਂ ਪੜ੍ਹੀ ਜਾ ਸਕੀ।
pl: Nie udało się odczytać tego pliku.
pt_br: Não foi possível ler esse arquivo.
ro: Acel fișier nu a putut fi citit.
ru: Не удалось прочитать этот файл.
sk: Tento súbor sa nepodarilo prečítať.
sl: Te datoteke ni bilo mogoče prebrati.
sr: Nije moguće pročitati tu datoteku.
sv: Kunde inte läsa den filen.
sw: Haikuweza kusoma faili hiyo.
ta: அந்த கோப்பை வாசிக்க முடியவில்லை.
te: ఆ ఫైల్‌ను చదవలేకపోయింది.
th: ไม่สามารถอ่านไฟล์นั้นได้
tr: Bu dosya okunamadı.
uk: Не вдалося прочитати цей файл.
ur: وہ فائل نہیں پڑھی جا سکی۔
vi: Không thể đọc tệp đó.
zh_hans: 无法读取该文件。
zh_hant: 無法讀取該檔案。

source: Counterparty
af: Teëparty
ar: ‏الطرف المقابل
bg: Контрагент
bn: প্রতিপক্ষ
ca: Contrapart
cs: Protistrana
da: Modpart
de: Gegenpartei
el: Αντισυμβαλλόμενος
es: Contraparte
et: Vastaspool
fa: طرف مقابل
fi: Vastapuoli
fr: Contrepartie
he: צד נגדי
hi: प्रतिपक्ष
hr: Druga strana
hu: Másik fél
id: Pihak Lawan
is: Mótaðili
it: Controparte
ja: 取引相手
ko: 상대방
lt: Sandoros šalis
lv: Darījuma partneris
ml: എതിർകക്ഷി
mr: प्रतिपक्ष
ms: Pihak Lawan
nb: Motpart
nl: Tegenpartij
pa: ਪ੍ਰਤੀਪੱਖ
pl: Kontrahent
pt_br: Contraparte
ro: Contraparte
ru: Контрагент
sk: Protistrana
sl: Nasprotna stran
sr: Друга страна
sv: Motpart
sw: Mhusika mwingine
ta: எதிர்த்தரப்பு
te: కౌంటర్‌పార్టీ
th: คู่สัญญา
tr: Karşı taraf
uk: Контрагент
ur: فریق ثانی
vi: Đối tác
zh_hans: 对手方
zh_hant: 對手方

source: Create a new wallet, or bring one you already have.
af: Skep ʼn nuwe beursie, of bring een wat jy reeds het.
ar: أنشئ محفظة جديدة، أو أحضر محفظة لديك بالفعل.
bg: Създайте нов портфейл или внесете такъв, който вече имате.
bn: একটি নতুন ওয়ালেট তৈরি করুন, কিংবা ইতিমধ্যেই আছে এমন একটি নিয়ে আসুন।
ca: Crea una cartera nova, o porta una que ja tens.
cs: Vytvořte novou peněženku nebo přeneste tu, kterou už máte.
da: Opret en ny tegnebog, eller tag en med, du allerede har.
de: Erstellen Sie eine neue Wallet oder bringen Sie eine vorhandene mit.
el: Δημιουργήστε νέο πορτοφόλι ή φέρτε ένα που ήδη έχετε.
es: Crea una cartera nueva, o trae una que ya tengas.
et: Loo uus rahakott või too kaasa see, mis sul juba on.
fa: یک کیف پول جدید بسازید، یا کیف پول موجود خود را وارد کنید.
fi: Luo uusi lompakko tai tuo jo olemassa oleva.
fil: Gumawa ng bagong wallet, o dalhin ang isang mayroon ka na.
fr: Créez un nouveau portefeuille, ou importez celui que vous avez déjà.
he: יצירת ארנק חדש, או הבאת ארנק שכבר יש לך.
hi: नया वॉलेट बनाएँ, या जो पहले से है उसे ले आएँ।
hr: Stvorite novi novčanik ili dovedite onaj koji već imate.
hu: Hozzon létre új tárcát, vagy hozza át a meglévőt.
id: Buat dompet baru, atau bawa dompet yang sudah Anda miliki.
is: Búðu til nýtt veski eða komdu með það sem þú átt nú þegar.
it: Crei un nuovo portafoglio o importi quello che ha già.
ja: 新しいウォレットを作るか、すでにお持ちのものを取り込んでください。
ko: 새 지갑을 만들거나, 이미 쓰던 지갑을 가져오세요.
lt: Sukurkite naują piniginę arba įsineškite tą, kurią jau turite.
lv: Izveidojiet jaunu maku vai pievienojiet tādu, kāds jums jau ir.
ml: പുതിയ വാലറ്റ് സൃഷ്ടിക്കുക, അല്ലെങ്കിൽ നിങ്ങൾക്ക് നിലവിലുള്ളത് കൊണ്ടുവരിക.
mr: नवीन वॉलेट तयार करा, किंवा तुमचं आधीचं इथे आणा.
ms: Cipta dompet baharu, atau bawa masuk yang anda sedia ada.
nb: Lag en ny lommebok, eller ta med en du allerede har.
nl: Maak een nieuwe wallet, of breng een bestaande mee.
pa: ਇੱਕ ਨਵਾਂ ਵਾਲਿਟ ਬਣਾਓ, ਜਾਂ ਜੋ ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਹੈ ਉਸਨੂੰ ਲੈ ਆਓ।
pl: Utwórz nowy portfel lub zaimportuj istniejący.
pt_br: Crie uma carteira nova ou traga uma que você já tem.
ro: Creează un portofel nou sau adu unul pe care îl ai deja.
ru: Создайте новый кошелёк или принесите тот, что уже есть.
sk: Vytvorte novú peňaženku alebo prineste tú, ktorú už máte.
sl: Ustvarite novo denarnico ali prinesite tisto, ki jo že imate.
sr: Направите нови новчаник или донесите онај који већ имате.
sv: Skapa en ny plånbok, eller ta med en du redan har.
sw: Unda pochi mpya, au lete uliyo nayo tayari.
ta: ஒரு புதிய பணப்பையை உருவாக்கு, அல்லது ஏற்கனவே உள்ளதை இங்கே கொண்டுவா.
te: కొత్త వాలెట్ సృష్టించండి, లేదా ఇప్పటికే ఉన్నదాన్ని తీసుకురండి.
th: สร้างกระเป๋าใหม่ หรือเรียกกระเป๋าเดิมที่คุณมีอยู่
tr: Yeni bir cüzdan oluşturun ya da mevcut olanı içe aktarın.
uk: Створіть новий гаманець або імпортуйте наявний.
ur: ایک نیا والٹ بنائیں، یا اپنا پہلے سے موجود والٹ لے آئیں۔
vi: Tạo ví mới, hoặc mang vào ví bạn đã có.
zh_hans: 创建一只新钱包,或带入一只你已有的钱包。
zh_hant: 建立一只新錢包,或帶入一只你已有的錢包。
